CSI API ETABS v1
cSapModel.PropArea Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropArea PropArea { get; }
ReadOnly Property PropArea As cPropArea
	Get
Dim instance As cSapModel
Dim value As cPropArea
value = instance.PropArea
property cPropArea^ PropArea {
	cPropArea^ get ();
}
abstract PropArea : cPropArea with get
Property Value
Type: cPropArea
See Also
Reference
cSapModel Interface
ETABSv1 Namespace